<?php
return [
    "custom" => [
        "Ростов - на - Дону",
        "Ростов-на-Дону",
        "Санкт - Петербург",
        "Санкт-Петербург",
        "Санкт – Петербург",
        "Кюбзак-ле-Либурн"
    ],
    "blacklist" => [
        'дня','день','дней',
        'День в ходу',

    ],
    "replace" => [
      '/Н\. Новгород/iu' => 'Нижний Новгород',
      '/Плес/iu' => 'Плёс',
      "/С\. ?Петербург/iu" => "Санкт-Петербург",
      "/Санкт – Петербург/iu" => "Санкт-Петербург",
      "/Санкт - Петербург/iu" => "Санкт-Петербург",
      "/Ростов - на - Дону/iu" => "Ростов-на-Дону",
      "/ - /" => "-",
      "/ ?\([а-яa-z ]+\)/iu" => "",
      "/ ?\/ ?[а-яa-z ]+/iu" => ""
    ]
];
?>
